Repository: odwulf/dotclear
Catalog: plugins/daInstaller/locales/*/main.po
Languages: fr

source: DotAddict.org Installer
fr: Installateur DotAddict.org

source: Updates are available
fr: Des mises à jour sont disponibles

source: Oops, something went wrong with %s, we are working on it. %s
fr: Oops, il semble y avoir un problème avec %s, nous travaillons actuellement à sa résolution. %s

source: dotaddict.org website
fr: le site dotaddict.org

source: Wanna help too?
fr: Vous voulez nous aider aussi?

source: Impossible to read data feed
fr: Impossible de lire le flux de données

source: Wrong data feed
fr: Flux de données incorrect

source: No theme
fr: Aucun thème disponible

source: No plugin
fr: Aucun plugin disponible

source: Lastest Version
fr: Dernière version

source: Quick description
fr: Description rapide

source: More details
fr: En savoir plus

source: Install
fr: Installer

source: Theme
fr: Thèmes

source: Update selected modules
fr: Mettre à jour les modules sélectionnés

source: No support available
fr: Aucun support disponible.

source: The plugin has been successfully installed.
fr: Le plugin a été installé avec succès.

source: The theme has been successfully installed.
fr: Le thème a été installé avec succès.

source: Following plugins have not been updated:
fr: Les plugins suivants n'ont pas été mis à jour :

source: Following plugins have been updated:
fr: Les plugins suivants ont été mis à jour :

source: Following themes have not been updated:
fr: Les thèmes suivants n'ont pas été mis à jour :

source: Following themes have been updated:
fr: Les thèmes suivants ont été mis à jour :

source: Install and update your plugins live from DotAddict.org
fr: Installez et mettez à jour vos plugins en direct depuis DotAddict.org

source: Available updates
fr: Mises à jour disponibles

source: Detected updates for your system
fr: Mises à jour détectées pour votre système.

source: Changes can be required after installation of updates. Click on a support link before to be aware about
fr: Des changements sont peut-être nécessaires après la mise à jour. Pensez à vérifier en cliquant sur le lien de support.

source: No update available
fr: Aucune mise à jour détectée pour votre système.

source: Get more plugins
fr: Obtenir plus de plugins

source: Available plugins (%s)
fr: Plugins disponibles (%s)

source: Get more themes
fr: Obtenir plus de thèmes

source: Available themes (%s)
fr: Thèmes disponibles (%s)

source: %u %s found
fr: %u %s trouvé(s)
