Repository: odwulf/dotclear
Catalog: themes/ductile/locales/*/main.po
Languages: fr

source: Style sheet upgraded.
fr: Feuille de style mise à jour.

source: General settings
fr: Paramètres généraux

source: Mobile specific settings
fr: Paramètres spécifiques pour les mobiles

source: Blog title
fr: Titre du blog

source: Blog title in bold:
fr: Titre du blog en gras :

source: Blog title font size:
fr: Taille de police du titre du blog :

source: (in em by default)
fr: (en em par défaut)

source: Blog title color:
fr: Couleur du titre du blog :

source: Post title
fr: Titre des billets

source: Post title in bold:
fr: Titre des billets en gras :

source: Post title font size:
fr: Taille de police du titre des billets :

source: Post title color:
fr: Couleur du titre des billets :

source: Links in bold:
fr: Liens en gras :

source: Inside posts links
fr: Liens dans les billets

source: Normal and visited links color:
fr: Couleur des liens normaux et visités :

source: Active, hover and focus links color:
fr: Couleur des liens actifs, survolés et ayant le focus :

source: Fonts
fr: Polices de caractère

source: Main font:
fr: Famille de police principale :

source: Secondary font:
fr: Famille de police secondaire :

source: Ductile primary
fr: Principale de Ductile

source: Ductile secondary
fr: Secondaire de Ductile
